[
    {
        "id":1,
        "img": "../images/Buton.jpg",
        "alt": "Buton",
        "name": "Buton",
        "button": "Pet_Button_1",
        "description": "Ovaj mačak veličine prosječnog psa, savršeno je društvo za svakoga tko želi mačku koja ga može ozbiljno promatrati satima. Butonovi hobiji su smišljanje zlokobnih planova, čitanje Večernjakovih enciklopedija i ganjanje poštara. Postoji mogućnost da je prijateljski nastrojen prema djeci.",
        "species": "cat"
    }, 
    {
        "id":2,
        "img": "../images/Ciglica.jpg",
        "alt": "Ciglica",
        "name": "Ciglica",
        "button": "Pet_Button_2",
        "description": "Ciglica je od malih šapa bila posebna maca. Njezine sestre Tratinčica i Ružica su dobile imena po laticama cvijeća koje su im pale na glavu prilikom okota. Ciglica nije bila te sreće. No i ona je vrijedna Vaše ljubavi.",
        "species": "cat"
    }, 
    {
        "id":3,
        "img": "../images/Mrvica.jpg",
        "alt": "Mrvica",
        "name": "Mrvica",
        "button": "Pet_Button_3",
        "description": "Ovo je jedina mačka na našoj stranici koju ne možete birati za udomljavanje, već ona bira Vas. Ukoliko je tako suđeno, naći ćete ju u hladu svog vrta u rane jutarnje sate. Mrvica voli osobe koje se bave peradarstvom, duge šetnje uz more i obitavanje na ulicama Trstenika.",
        "species": "cat"
    }, 
    {
        "id":4,
        "img": "../images/Jacob.jpeg",
        "alt": "Jacob",
        "name": "Jacob",
        "button": "Pet_Button_4",
        "description": "Jacob je vidio previše.",
        "species": "cat"
    }, 
    {
        "id":5,
        "img": "../images/pet_4.jpg",
        "alt": "Pet_Alt_12",
        "name": "Pet_Name_12",
        "button": "Pet_Button_12",
        "description": "Pet_Description_12",
        "species": "birb"
    },
    {
        "id":6,
        "img": "../images/Hulio.jpg",
        "alt": "Hulio",
        "name": "Hulio",
        "button": "Pet_Button_6",
        "description": "Ova divlja mačka koja je pospremila jednu našu volonterku na bolovanje, dolazi u naše sklonište s ulica divljeg Meksika. Iako je optužena da je narkobos, treba nekoga da ju hrani. Molimo Vas, odnesite ju.",
        "species": "cat"
    }, 
    {
        "id":7,
        "img": "../images/Aurelije.jpg",
        "alt": "Aurelije",
        "name": "Aurelije",
        "button": "Pet_Button_7",
        "description": "Aurelije je divna maca. Ljut je još od pada Carigrada 1453. godine. Iako tako ne izgleda, Aurelije je nježna i draga mačka koja traži vlasnika koji će sa njom uspjeti osvetiti Bizantsko carstvo.",
        "species": "cat"
    }, 
    {
        "id":8,
        "img": "../images/Satelit.jpg",
        "alt": "Satelit",
        "name": "Satelit Mei",
        "button": "Pet_Button_8",
        "description": "Satelit Mei mačka je koju smo pronašli u šumi, a zatim pokušali pripitomiti. Mačka svim svojim karakteristikama ukazuje na to da je apex predator te ne suspreže od napada na ljude. Savjetujemo zaštitnu odjeću i dodatnu zaštitu zglobova i površinskih arterija.",
        "species": "cat"
    }, 
    {
        "id":9,
        "img": "../images/Vlado.jpg",
        "alt": "Vlado",
        "name": "Vlado i Janko",
        "button": "Pet_Button_9",
        "description": "Vlado je mačka zvjezdastih očiju koja će cijeli dan vjerno hodati za Vama, a Janko je njegova pratnja bez koje Vlado naprosto ne može. Vladini omiljeni interesi su neprestano mijaukanje, čupanje kauča pandžama, urlanje na prozorima ako slučajno ostane vani i penjanje na Vašu glavu u 4 ujutro. Ipak, sve je to iz ljubavi.",
        "species": "cat"
    }, 
    {
        "id":10,
        "img": "../images/pet_2.jpg",
        "alt": "Pet_Alt_10",
        "name": "Pet_Name_10",
        "button": "Pet_Button_10",
        "description": "Pet_Description_10",
        "species": "birb"
    }, 
    {
        "id":11,
        "img": "../images/pet_3.jpg",
        "alt": "Pet_Alt_11",
        "name": "Pet_Name_11",
        "button": "Pet_Button_11",
        "description": "Pet_Description_11",
        "species": "birb"
    },
    {
        "id":12,
        "img": "../images/Buca.jpg",
        "alt": "Buca",
        "name": "Buca",
        "button": "Pet_Button_5",
        "description": "Iako naliči lopti, Buca je savršena mačka za Vas. Toliko je druželjubiva da će ju usvojiti cijelo susjedstvo kojeg će zasigurno preklinjati za hranu kao da joj niste dali jesti deset gladnih godina iako je prošlo tek petnaest minuta. Neki od njezinih hobija su ležanje na krovovima, ležanje na plaži, ležanje...",
        "species": "cat"
    }, 
    {
        "id":13,
        "img": "../images/cat_square_1.jpg",
        "alt": "Pet_Alt_13",
        "name": "Pet_Name_13",
        "button": "Pet_Button_13",
        "description": "Pet_Description_13",
        "species": "birb"
    }
]