[
    {
        "heading" : "Cjepiva",
        "img": "../images/Cjepiva.jpeg",
        "alt": "Cjepiva",
        "name": "Cjepiva",
        "orientation": "left",
        "icon": "syringe",
        "id": "Cjepiva",
        "content": "Naša klinika nudi širok izbor cjepiva za sve Vaše čupave prijatelje od mačke do svinje pa čak i do Vašeg pomalo čudnog prijatelja Marka. Neovisno o tome jesu li se ovog dana odlučili zaraziti novom virozom ili tuberkulozom, najbolja intervencija je prevencija! Stoga savjetujemo da svakog svojeg ljubimca dovedete na cijepljenje nakon čega će naš veterinar staviti debele rukavice i othrvati Vašu životinju do zdravlja. Molimo da se za cijepljenje najavite unaprijed, što osobito vrijedi za vlasnike morskih pasa."
    }, 
    {
        "heading" : "Kastracije",
        "img": "../images/Kastracije.jpeg",
        "alt": "Kastracije",
        "name": "Kastracije",
        "orientation": "right",
        "icon": "scissors",
        "id": "Kastracije",
        "content": "Vaš pas želi pobjeći u Meksiko i preimenovati se u Pepito? Vaša mačka voli romantične šetnje Azurnom obalom bez svog vlasnika? Neovisno o tome proživljava li Vaša životinja tinejdžersku krizu ili krizu srednjih godina, savjetujemo da ju čipirate čime ćete joj omogućiti povratak doma nakon njene male avanture. Mikročip je vrlo malenih dimenzija i stavlja se u potkožje između lopatica te uopće neće smetati Vašem ljubimcu, stoga zanemarite sve što Vam Vaša mačka pokušava reći."
    }, 
    {
        "heading" : "Rendgeni",
        "img": "../images/Rendgen.jpeg",
        "alt": "Rendgeni",
        "name": "Rendgeni",
        "orientation": "left",
        "icon": "rendgen",
        "id": "Rendgen",
        "content": "Jasno je da je Vaš ljubimac zvijezda i ne voli ništa više od svjetala fotoaparata. Stoga je kod nas moguće poslikati sve vrste životinja – od najvećih do najgorih. Rendgen je vrlo dobar način da otkrijete nove informacije o prehrambenim navikama svojeg ljubimca – bile to žlice ili golf loptice. Nedostaje Vam omiljeni magnet s hladnjaka? Posjetite nas!"
    }, 
    {
        "heading" : "Čipiranje",
        "img": "../images/Cipiranje.jpeg",
        "alt": "Cipiranje",
        "name": "Čipiranje",
        "orientation": "right",
        "icon": "chip",
        "id": "Čipiranje",
        "content": "Ukoliko ste primijetili da je selo puno mačaka koje izgledaju točno poput Vaše ili Vam susjed pokušava odvesti psa na DNK testiranje kako bi ga prisilio na plaćanje alimentacije za pet novih štenaca, vjerojatno je vrijeme da se pomirite s time da Vaša životinja nije dobro prihvatila sve one lekcije o apstinenciji. Stoga Vam nudimo brzo i efikasno rješenje za sva vremena, a usto poklanjamo i satelitski tanjur za životinju gratis!"
    }
]